[
  {
    "id": 1,
    "title": "Germania",
    "Author": "Tacitus",
    "description": "A Roman ethnographic study by Tacitus describing the customs, geography, and character of the Germanic tribes, often contrasting their perceived purity and virtue with Roman decadence.",
    "year_written": 98,
    "text": [
      "I. It was the practice of our forefathers to bequeath to posterity the history of the deeds and the characters of their great men, nor has the practice ceased even at the present day. It still obtains, although this age is careless of its heroes, in those instances where some sublime and distinguished virtue has risen victorious over the besetting sin of every community, large or small, a blind antipathy to goodness . But of old the hero found a ready outlet and a fair field for his energies ; while genius hastened to embalm the memory of his valour, not with partiality and not with any selfish motive, but looking solely to the recompense of a good conscience. Not a few men, moreover, thought that to be the chroniclers of their own lives was a sign of self- respect rather than of conceit ; nor was any imputation ever made upon this ground against the good faith or the good taste of Rutilius and Scaurus : periods that were prolific of great men were most capable of appreciating them. At the present day I feel it necessary to begin by apologising beforehand for writing the biography of one who has passed away, which I need scarcely have done were these pages to be devoted to some lively satire upon the age in which he lived, an age so malignant and hostile to virtue.",
      "II. Death was the reward meted out by Domitian, so it is recorded , to Arulenus Rusticus for writing the eulogy of Paetus Thrasea, and to Herennius Senecio for writing that of Priscus Helvidius ; nor did he glut his rage upon their persons alone : their writings also felt his fury, and the works in which they had enshrined the memory of those great men were ordered to be publicly committed to the flames in the place of assembly in the forum by the hands of the executioners. Perhaps in the smoke of those fires the tyrant and his tools flattered themselves that the voice of Rome, the independence of the senate, and the conscience of mankind were vanishing away ; and they proceeded to expel from Rome the teachers of philosophy, and banish the members of every honourable profession, so that nothing might be left to put them to shame. Colossal , indeed, was the exhibition of abjectness offered by us : our forefathers had shown the world to what heights freedom could soar ; we, when we dared neither speak nor listen for terror of the informers, showed to what slavishness humanity could sink. Our mouths were closed , and even our memories themselves would have become a blank had we been as able to forget as we were to keep silence.",
      "III. Now, at last, our courage is reviving. We first saw the dawn of a happier epoch when Nerva reconciled two things divorced until this time, —the rule of the emperor and the liberty of the individual ; and now every day of Trajan's reign is adding to the sum of our happiness. Public security has not merely been brought within the range of our hopes and prayers but has attained to the solid assurance of a prayer fulfilled . Nevertheless, from the nature of human weakness remedies act more slowly than diseases. Our bodily frame takes years to grow, but in the twinkling of an eye it returns to its dust : so in like manner it is easier to quench the generous ardours of the mind than to rekindle them again. Nay, inaction itself benumbs us with its charm, and the passiveness we loathe at the first becomes a passion in the end . Those fifteen years have made a great gap in our little span of life . The ordinary chances of man's lot have removed not a few of our number, but all our boldest spirits were cut off by the ruthless hand of the tyrant . We, the survivors of that generation, are but a handful, and we, I may say , have survived not only our fellows but our very selves . Those years were an absolute blank, during which in unbroken silence we who were in the prime of life grew old and those of us who were already old reached the very verge of the grave. Nevertheless, though it be with rude and stammering tongue, I shall not regret my task when I have succeeded in telling the story of our days of bondage and bearing my testimony to the blessings of the present epoch . In the meantime, this work, which is intended as a tribute to my father-in-law Agricola, must base upon the filial piety that it displays whatever claims it may possess to the indulgence, if not the praise, of the reader."
    ],
    "summary": [
      "The author notes that recording the deeds of great people has always been a valued tradition, though the current age no longer appreciates true virtue. Earlier generations honored heroes sincerely and without vanity, and they recognized greatness more readily. By contrast, the author feels the need to apologize for writing a biography now, since the present era is hostile toward virtue and quick to criticize those who celebrate it.",
      "Domitian executed Rusticus and Senecio for praising virtuous men and even burned their writings to erase their memory. He expelled philosophers and banished honorable people to silence all criticism. Terrified by informers, the people became completely submissive—unable to speak, listen, or resist—showing how far they had fallen from the freedom their ancestors once upheld.",
      "With the rise of Nerva and especially Trajan, Rome has finally begun to recover its courage and freedom after years of tyranny. Security and hope have returned, though healing is slow, since the mind’s vitality is easier to destroy than to restore. The fifteen years of Domitian’s rule left a deep void: many died, and the bravest were killed, while the survivors grew old in enforced silence. Though those years felt empty and stifling, the author feels it worthwhile to recount that period of oppression and to acknowledge the blessings of the present age. This work, written in honor of Agricola, rests on filial devotion for whatever merit it may claim."
    ],
    "version_details": "TACITUS THE AGRICOLA AND GERMANIA TRANSLATED INTO ENGLISH BY R. B. TOWNSHEND, M.A. LATE SCHOLAR OF TRINITY COLLEGE, CAMBRIDGE"
  },
  {
    "id": 2,
    "title": "Saga of the Volsungs",
    "Author": "Unknown",
    "description": "An Icelandic legendary saga recounting the heroic deeds and tragic fate of the Volsung family, including the dragon slayer Sigurd and the cursed ring of Andvari.",
    "year_written": 1250,
    "text": [
      "Here begins the tale, and tells of a man who was named Sigi, and called of men the son of Odin ; another man withal is told of in the tale, hight Skadi, a great man and mighty of his hands ; yet was Sigi the mightier and the higher of kin, according to the speech of men of that time. Now Skadi had a thrall with whom the story must deal somewhat, Bredi by name, who was called after that work which he had to do ; in prowess and might of hand he was equal to men who were held more worthy, yea, and better than some thereof. Now it is to be told that, on a time, Sigi fared to the hunting of the deer, and the thrall with him ; and they hunted deer day-long till the evening ; and when they gathered together their prey in the evening, lo, greater and more by far was that which Bredi had slain than Sigi's prey; and this thing he much misliked, and he said that great wonder it was that a very thrall should out-do him in the hunting of deer : so he fell on him and slew him, and buried the body of him thereafter in a snow- drift. Then he went home at evening tide and says that Bredi had ridden away from him into the wild-wood. Soon was he out of my sight, he says, and naught more I wot of him. Skadi misdoubted the tale of Sigi, and deemed that this was a guile of his, and that he would have slain Bredi. So he sent men to seek for him, and to such an end came their seeking, that they found him in a certain snow-drift ; then said Skadi, that men should call that snow-drift Bredi's Drift from henceforth ; and thereafter have folk followed, so that in such wise they call every drift that is right great. Thus it is well seen that Sigi has slain the thrall and murdered him ; so he is given forth to be a wolf in holy places, and may no more abide in the land with his father ; therewith Odin bare him fellowship from the land, so long a way, that right long it was, and made no stay till he brought him to certain war-ships. So Sigi falls to lying out a-warring with the strength that his father gave him or ever they parted ; and happy was he in his warring, and ever prevailed, till he brought it about that he won by his wars land and lordship at the last ; and thereupon he took to him a noble wife, and became a great and mighty king, and ruled over the land of the Huns, and was the greatest of warriors. He had a son by his wife, who was called Rerir, who grew up in his father's house, and soon became great of growth, and shapely. NOW Sigi grew old, and had many to envy him, so that at last those turned against him whom he trusted most ; yea, even the brothers of his wife ; for these fell on him at his unwariest, when there were few with him to withstand them, and brought so many against him, that they prevailed against him, and there fell Sigi and all his folk with him. But Rerir, his son, was not in this trouble, and he brought together so mighty a strength of his friends and the great men of the land, that he got to himself both the lands and kingdom of Sigi his father ; and so now, when he deems that the feet under him stand firm in his rule, then he calls to mind that which he had against his mother's brothers, who had slain his father. So the king gathers together a mighty army, and therewith falls on his kinsmen, deeming that if he made their kinship of small account, yet none the less they had first wrought evil against him. So he wrought his will herein, in that he departed not from strife before he had slain all his father's banesmen, though dreadful the deed seemed in every wise. So now he gets land, lordship, and fee, and is become a mightier man than his father before him",
      "Sigi grew old, and had many to envy him, so that at last those turned against him whom he trusted most ; yea, even the brothers of his wife ; for these fell on him at his unwariest, when there were few with him to withstand them, and brought so many against him, that they prevailed against him, and there fell Sigi and all his folk with him. But Rerir, his son, was not in this trouble, and he brought together so mighty a strength of his friends and the great men of the land, that he got to himself both the lands and kingdom of Sigi his father ; and so now, when he deems that the feet under him stand firm in his rule, then he calls to mind that which he had against his mother's brothers, who had slain his father. So the king gathers together a mighty army, and therewith falls on his kinsmen, deeming that if he made their kinship of small account, yet none the less they had first wrought evil against him. So he wrought his will herein, in that he departed not from strife before he had slain all his father's banesmen, though dreadful the deed seemed in every wise. So now he gets land, lordship, and fee, and is become a mightier man than his father before him,Much wealth won in war gat Rerir to himself, and wedded a wife withal, such as he deemed meet for him, and long they lived together, but had no child to take the heritage after them ; and ill-content they both were with that, and prayed the Gods with heart and soul that they might get them a child. And so it is said that Odin hears their prayer, and Freyia no less hearkens wherewith they prayed unto her : so she, never lacking for all good counsel, calls to her her casket-bearing may, the daughter of Hrimnir the giant, and sets an apple in her hand, and bids her bring it to the king. She took the apple, and did on her the gear of a crow, and went flying till she came whereas the king sat on a mound, and there she let the apple fall into the lap of the king ; but he took the apple, and deemed he knew whereto it would avail ; so he goes home from the mound to his own folk, and came to the queen, and some deal of that apple she ate. So, as the tale tells, the queen soon knew that she was big with child, but a long time wore or ever she might give birth to the child : so it befell that the king must needs go to the wars, after the custom of kings, that he may keep his own land in peace : and in this journey it came to pass that Rerir fell sick and got his death, being minded to go home to Odin, a thing much desired of many folk in those days. Now no otherwise it goes with the queen's sickness than heretofore, nor may she be the lighter of her child, and six winters wore away with the sickness still heavy on her ; so that at the last she feels that she may not live long ; wherefore now she bade cut the child from out of her ; and it was done even as she bade ; a man-child was it, and great of growth from his birth, as might well be ; and theysay that the youngling kissed his mother or ever she died ; but to him is a name given, and he is called Volsung ; and he was king over Hunland in the room of his father. From his early years he was big and strong, and full of daring in all manly deeds and trials, and he became the greatest of warriors, and of good hap in all the battles of his warfaring. Now when he was fully come to man's estate, Hrimnir the giant sends to him Ljod his daughter ; she of whom the tale told, that she brought the apple to Rerir, Volsung's father. So Volsung weds her withal ; and long they abode together with good hap and great love. They had ten sons and one daughter, and their eldest son was hight Sigmund, and their daughter Signy; and these two were twins, and in all wise the foremost and the fairest of the children of Volsung the king, and mighty, as all his seed was ; even as has been long told from ancient days, and in tales of long ago, with the greatest fame of all men, how that the Volsungs have been great men and high-minded and far above the most of men both in cunning and in prowess and all things high and mighty. So says the story that king Volsung let build a noble hall in such a wise, that a big oak-tree stood therein, and that the limbs of the tree blossomed fair out over the roof of the hall, while below stood the trunk within it, and the said trunk did men call Branstock.",
      "There was a king called Siggeir, who ruled over Gothland, a mighty king and of many folk ; he went to meet Volsung, the king, and prayed him for Signy his daughter to wife ; and the king took his talk well, and his sons withal, but she was loth thereto, yet she bade her father rule in this as in all other things that concerned her ; so the king took such rede* that he gave her to him, and she was betrothed to King Siggeir ; and for the fulfilling of the feast and the wedding, was King Siggeir to come to the house of King Volsung. The king got ready the feast according to his best might, and when all things were ready, came the king's guests and King Siggeir withal at the day appointed, and many a man of great account had Siggeir with him. The tale tells that great fires were made endlong the hall, and the great tree aforesaid stood midmost thereof; withal folk say that, whenas men sat by the fires in the evening, a certain man came into the hall unknown of aspect to all men ; and suchlike array he had, that over him was a spotted cloak, and he was bare-foot, and had linen-breeches knit tight even unto the bone, and he had a sword in his hand as he went up to the Branstock, and a slouched hat upon his head : huge he was, and seeming-ancient, and one-eyed. * So he drew his sword and smote it into the tree-trunk so that it sank in up to the hilts ; and all held back from greeting the man. Then he took up the word, and said- \" Whoso draweth this sword from this stock, shall have the same as a gift from me, and shall find in good sooth that never bare he better sword in hand than is this. \" Therewith out went the old man from the hall, and none knew who he was or whither he went. Now men stand up, and none would fain be the last to lay hand to the sword, for they deemed that he would have the best of it who might first touch it ; so all the noblest went thereto first, and then the others, one after other ; but none who came thereto might avail to pull it out, for in nowise would it come away howsoever they tugged at it ; but now up comes Sigmund, King Volsung's son, and sets hand to the sword, and pulls it from the stock, even as if it lay loose before him; so good that weapon seemed to all, that none thought he had seen such a sword before, and Siggeir would fain buy it of him at thrice its weight of gold, but Sigmund said- \" Thou mightest have taken the sword no less than I from there whereas it stood, if it had been thy lot to bear it ; but now, since it has first of all fallen into my hand, never shalt thou have it, though thou biddest therefor all * the gold thou hast. \" King Siggeir grew wroth at these words, and deemedSigmund had answered him scornfully, but whereas he was a wary man and a double- dealing, he made as if he heeded this matter in nowise, yet that same evening he thought how he might reward it, as was well seen afterwards."
    ],
    "summary": [
      "The tale begins with Sigi, said to be the son of Odin, who goes hunting with a skilled thrall named Bredi. When Bredi kills more game than he does, Sigi grows angry and murders him, hiding the body in a snowdrift. The drift is later found, exposing Sigi’s crime, and he is outlawed. Odin helps him escape and join warriors, and Sigi eventually wins land, marries well, and becomes a powerful king of the Huns. He has a son, Rerir. Later, Sigi is betrayed and killed by his wife’s brothers, but Rerir survives, gathers allies, avenges his father by killing the traitors, and takes back the kingdom, becoming even greater than Sigi.",
      "Sigi is eventually betrayed and killed by his wife’s brothers, but his son Rerir avenges him and becomes an even greater king. Rerir and his wife cannot have a child, so they pray to the gods. Freyia sends a giant-maiden with a magical apple that causes the queen to conceive, though she carries the child for six years. After Rerir dies in battle, the queen has the child—Volsung—cut from her before she dies. Volsung grows into a powerful warrior, marries the giant-maiden Ljod, and fathers eleven children, including the twins Sigmund and Signy. King Volsung becomes renowned for strength and builds a great hall around an oak-tree called Branstock.",
      "King Siggeir asks to marry Signy, daughter of King Volsung, and a great wedding feast is held. During the celebration, a mysterious one-eyed stranger—likely Odin—enters the hall, drives a sword into the central tree Branstock, and declares it a gift for whoever can pull it out. Many try and fail, but Sigmund, Volsung’s son, draws it easily. Siggeir offers to buy the sword, but Sigmund refuses, angering him. Siggeir hides his fury but secretly begins planning revenge."
    ],
    "version_details": "TRANSLATED FROM THE ICELANDIC BY EIRÍKR MAGNÚSSON (TRANSLATOR OF LEGENDS OF ICELAND) ; AND WILLIAM MORRIS (AUTHOR OF THE EARTHLY PARADISE)."
  },
  {
    "id": 3,
    "title": "Life of Charlemagne",
    "Author": "EGINHARD",
    "description": "A biography of the Frankish king and emperor written by Einhard, Charlemagne’s courtier and confidant, offering a personal and idealized account of his reign.",
    "year_written": 830,
    "text": [
      "I. The Merovingian family, from which the Franks used to choose their kings, is commonly said to have lasted until the time of Unilderic, who was deposed, shaved, and thrust into the cloister by command of the Roman Pontiff Stephen. But although, to all outward appearance, it ended with him, it had long since been devoid of vital strength, and conspicuous only from bearing the empty epithet “Royal”; the real power and authority in the kingdom lay in the hands of the Chief officer of the court, the so-called Mayor of the Palace, and he was at the head of affairs. There was nothing left the King to do but to be content with his name of King, his flowing hair and long beard; to sit on his throne and play the ruler; to give ear to the ambassadors that came from all quarters, and to dismiss them, as if on his own responsibility, in words that were, in fact, suggested to him or even imposed upon him. He had nothing that he could call his own beyond this vain title of King, and the precarious support allowed by the Mayor of the Palace in his discretion, except a single country-seat that brought him but a very small income. There was a dwelling-house upon this, and a small number of servants attached to it, sufficient to perform the necessary offices. When he had to go abroad, he used to ride in a cart drawn by a yoke of oxen, driven, peasant-fashion, by a ploughman; he rode in this way to the palace and to the general assembly of the people that met once a year for the welfare of the kingdom, and he returned home in like manner. The Mayor of the Palace took charge of the government, and of everything that had to be planned or executed at home or abroad.",
      "II. At the time of Childeric's deposition, Pepin, the father of King Charles, held this office of Mayor of the Palace, one might almost say, by hereditary right; for Pepin's father, Charles, had received it at the hands of his father, Pepin, and filled it with distinction. It was this Charles that crushed the tyrants who claimed to rule the whole Frank land as their own, and that utterly routed the Saracens, when they attempted the conquest of Gaul, in two great battles—one in Aquitania, near the town of Poitiers, and the other on the River Berre, near Narbonne—and compelled them to return to Spain. This honour was usually conferred by the people only upon men eminent from their illustrious birth and ample wealth. For some years, ostensibly under King Childeric, Pepin, the father of King Charles, shared the duties inherited from his father and grandfather most amicably with his brother, Carloman. The latter then, for reasons unknown, renounced the heavy cares of an earthly crown and retired to Rome. Here he exchanged his worldly garb for a cowl, and built a monastery on Mt. Oreste, near the Church of St. Sylvester, where he enjoyed for several years the seclusion that he desired, in company with certain others who had the same object in view. But so many distinguished Franks made the pilgrimage to Rome to fulfil their vows, and insisted upon paying their respects to him as their former lord on the way, that the repose which he so much loved was broken by these frequent visits, and he was driven to change his abode. Accordingly, when he found that his plans were frustrated by his many visitors, he abandoned the mountain and withdrew to the Monastery of St. Benedict, on Monte Casino, in the province of Samnium, and passed the rest of his days there in the exercises of religion.",
      "III. Pepin, however, was raised by decree of the Roman Pontiff from the rank of Mayor of the Palace to that of King, and ruled alone over the Franks for fifteen years or more. He died of dropsy in Paris at the close of the Aquitanian war he had waged with William, Duke of Aquitania, for nine successive years, and left two sons, Charles and Carloman, upon whom, by the grace of God, the succession devolved. The Franks, in a general assembly of the people, made them both kings on condition that they should divide the whole kingdom equally between them, Charles to take and rule the part that had belonged to their father, Pepin, and Carloman the part which their uncle, Carloman, had governed. The conditions were accepted, and each entered into possession of the share of the kingdom that fell to him by this arrangement; but peace was only maintained between them with the greatest difficulty, because many of Carloman's party kept trying to disturb their good understanding, and there were some even who plotted to involve them in a war with each other. The event, however, showed the danger to have been rather imaginary than real, for at Carloman's death his widow fled to Italy with her sons and her principal adherents, and without reason, despite her husband's brother, put herself and her children under the protection of Desiderius, King of the Lombards. Carloman had succumbed to disease after ruling two years in common with his brother, and at his death Charles was unanimously elected King of the Franks."
    ],
    "summary": [
      "The Merovingian dynasty officially lasted until King Childeric III was deposed and tonsured on the orders of Pope Stephen, but in reality it had lost its power long before. The Merovingian kings held only the empty title of royalty, while real authority belonged to the Mayor of the Palace, who controlled all affairs of the kingdom. The king kept only the outward symbols of rule—long hair, a beard, and a throne—and merely repeated words others instructed him to say. He owned almost nothing except a small country estate and traveled in a simple ox-drawn cart like a peasant. Meanwhile, the Mayor of the Palace managed all governance and decision-making, both domestic and foreign.",
      "Pepin, father of Charlemagne, served as Mayor of the Palace—a role that had effectively become hereditary in his family. His father, Charles Martel, had previously held the office and won major victories against rival Frankish leaders and the invading Saracens at Poitiers and near Narbonne. Pepin shared his duties peacefully with his brother Carloman, until Carloman unexpectedly renounced political life, went to Rome, and became a monk. After too many visitors disrupted his solitude, Carloman moved to Monte Cassino, where he spent the rest of his life in religious devotion.",
      "Pepin was elevated from Mayor of the Palace to King of the Franks by order of the Pope and ruled for over fifteen years until his death from dropsy during the Aquitanian war. He left two sons, Charles and Carloman, who were made co-kings and divided the kingdom between them. Their cooperation was uneasy due to factions stirring conflict, but real danger never materialized. After only two years of joint rule, Carloman died. His widow fled to Italy with their children and sought support from King Desiderius of the Lombards. With Carloman gone, Charles was unanimously chosen as sole King of the Franks."
    ],
    "version_details": "LIFE OF CHARLEMAGNE BY EGINHARD TRANSLATED FROM THE TEXT OF THE MONUMENTA GERMANIE BY SAMUEL EPES TURNER, A.M."
  },
  {
    "id": 4,
    "title": "Nibelungenlied",
    "Author": "DANIEL BUSSIER SHUMWAY",
    "description": "A Middle High German epic poem telling of Siegfried’s murder, Kriemhild’s vengeance, and the fall of the Burgundians—a tale of loyalty, betrayal, and tragedy.",
    "year_written": 1200,
    "text": [
      "1. Origin of the Saga All the Aryan peoples have had their heroic age, the achievements of which form the basis of later saga. For the Germans this was the period of the Migrations, as it is called, in round numbers the two hundred years from 400 to 600, at the close of which we find them settled in those regions which they have, generally speaking, occupied ever since. During these two centuries kaleidoscopic changes had been taking place in the position of the various Germanic tribes. Impelled partly by a native love of wandering, partly by the pressure of hostile peoples of other race, they moved with astonishing rapidity hither and thither over the face of Europe, generally in conflict with one another or buffeted by the Romans in the west and south, and by the Huns in the east. In this stern struggle for existence and search for a permanent place of settlement some of them even perished utterly; amid the changing fortunes of all of them deeds were performed that fixed themselves in the memory of the whole people, great victories or great disasters became the subject of story and song. We need only to recall such names as those of Ermanric and Theodoric to remind ourselves what an important part was played by the Germanic peoples of that Migration Period in the history of Europe. During it a national consciousness was engendered, and in it we have the faint beginnings of a national literature. Germanic saga rests almost entirely upon the events of these two centuries, the fifth and sixth. Although we get glimpses of the Germans during the four or five preceding centuries, none of the historic characters of those earlier times have been preserved in the national sagas.  With these sagas based on history, however, have been mingled in most cases primeval Germanic myths, possessions of the people from prehistoric times. A most conspicuous example of this union of mythical and originally historical elements is the Nibelungen saga, out of which grew in course of time the great national epic, the Nibelungenlied.  The Nibelungen saga is made up of two parts, on the one hand the mythical story of Siegfried and on the other the story, founded on historic fact, of the Burgundians. When and how the Siegfried myth arose it is impossible to say; its origin takes us back into the impenetrable mists of the unrecorded life of our Germanic forefathers, and its form was moulded by the popular poetic spirit. The other part of the saga is based upon the historic incident of the overthrow of the Burgundian kingdom by the Huns in the year 437. This annihilation of a whole tribe naturally impressed itself vividly upon the imagination of contemporaries. Then the fact of history soon began to pass over into the realm of legend, and, from causes which can no longer be determined, this tradition of the vanished Burgundians became united with the mythical story of Siegfried. This composite Siegfried-Burgundian saga then became a common possession of the Germanic peoples, was borne with many of them to lands far distant from the place of its origin, and was further moulded by each according to its peculiar genius and surroundings. In the Icelandic Eddas, the oldest of which we have as they were written down in the latter part of the ninth century, are preserved the earliest records of the form it had taken among the northern Germanic peoples. Our Nibelungenlied, which is the chief source of our knowledge of the story as it developed in Germany, dates from about the year 1200. These two versions, the Northern and the German, though originating in this common source, had diverged very widely in the centuries that elapsed between their beginning and the time when the manuscripts were written in which they are preserved. Each curtailed, re-arranged, or enlarged the incidents of the story in its own way. The character of the chief actors and the motives underlying what we may call the dramatic development assumed widely dissimilar forms. The German Nibelungenlied may be read and appreciated as one of the world's great epic poems without an acquaintance on the part of the reader with the Northern version of the saga. In order, however, to furnish the setting for a few episodes that would in that case remain either obscure or colorless, and with a view to placing the readers of this translation in a position to judge better the deeper significance of the epic as the eloquent narrative of a thousand years of the life of the people among whom it grew, the broad outlines of the saga in its Northern form will be given here.",
      "2. The Northern Form of the Saga Starting at the middle of the fifth century from the territory about Worms on the Rhine where the Burgundians were overthrown, the saga soon spread from the Franks to the other Germanic peoples. We have evidence of its presence in northern Germany and Denmark. Allusions to it in the Anglo-Saxon poem, the Wanderer, of the seventh century and in the great Anglo-Saxon epic Beowulf of a short time later, show us that it had early become part of the national saga stock in England. Among the people of Norway and Iceland it took root and grew with particular vigor. Here, farthest away from its original home and least exposed to outward influences, it preserved on the whole most fully its heathen Germanic character, especially in its mythical part. By a fortunate turn of events, too, the written record of it here is of considerably earlier date than that which we have from Germany. The Eddas, as the extensive collection of early Icelandic poems is called, are the fullest record of Germanic mythology and saga that has been handed down to us, and in them the saga of Siegfried and the Nibelungen looms up prominently. The earliest of these poems date from about the year 850, and the most important of them were probably written down within a couple of centuries of that time. They are thus in part some three centuries older than the German Nibelungenlied, and on the whole, too, they preserve more of the original outlines of the saga. By bringing together the various episodes of the saga from the Eddas and the Volsung saga, a prose account of the mythical race of the Volsungs, we arrive at the following narrative.  On their wanderings through the world the three gods Odin, Hönir, and Loki come to a waterfall where an otter is devouring a fish that it has caught. Loki kills the otter with a stone, and they take off its skin. In the evening they seek a lodging at the house of Hreidmar, to whom they show the skin. Hreidmar recognizes it as that of his son, whom Loki has killed when he had taken on the form of an otter. Assisted by his sons Fafnir and Regin, Hreidmar seizes the three gods, and spares their lives only on the promise that they will fill the skin, and also cover it outwardly, with gold. Loki is sent to procure the ransom. With a net borrowed from the sea-goddess Ran he catches at the waterfall the dwarf Andvari in form of a fish and compels him to supply the required gold. Andvari tries to keep back a ring, but this also Loki takes from him, whereupon the dwarf utters a curse upon the gold and whosoever may possess it. The ransom is now paid to Hreidmar; even the ring must, on Hreidmar's demand, be given in order to complete the covering of the otter's skin. Loki tells him of the curse connected with the ownership of the gold. When Hreidmar refuses Fafnir and Regin a share in the treasure, he is killed by Fafnir, who takes possession of the hoard to the exclusion of Regin. In the form of a dragon Fafnir dwells on Gnita Heath guarding the hoard, while Regin broods revenge.  From Odin is descended King Volsung, who has a family of ten sons and one daughter. The eldest son is Sigmund, twin-born with his sister Signy. King Siggeir of Gautland sues for the hand of Signy, whom her father gives to Siggeir against her will. In the midst of King Volsung's hall stood a mighty oak-tree. As the wedding-feast is being held there enters a stranger, an old man with one eye, his hat drawn down over his face and bearing in his hand a sword. This sword he thrusts to the hilt into the tree, saying that it shall belong to him who can draw it out again; after which he disappears as he had come. All the guests try their strength in vain upon the sword, but Sigmund alone is able to draw it forth. He refuses to sell it to Siggeir for all his proffered gold. Siggeir plans vengeance. He invites Volsung and his sons to Gautland, and returns home thither with his bride Signy, who before going warns her father to be upon his guard.  At the appointed time King Volsung and his sons go as invited to Gautland. In spite of Signy's repeated warning he will not flee from danger, and falls in combat with Siggeir; his ten sons are taken prisoners, and placed in stocks in the forest. For nine successive nights a she-wolf comes and devours each night one of them, till only Sigmund remains. By the aid of Signy he escapes. The she-wolf, it was said, was the mother of Siggeir.  To Sigmund, who has hidden in a wood, Signy sends her eldest boy of ten years that Sigmund may test his courage and see if he is fit to be a helper in seeking revenge. Neither he, however, nor his younger brother stands the test. Signy sees that only a scion of the race of Volsung will suffice, and accordingly disguises herself and lives three days with Sigmund in the wood. From their union a son Sinfiotli is born, whom also, after ten years, she sends out to Sigmund. He stands every test of courage, and is trained by Sigmund, who thinks he is Siggeir's son.  Bent on revenge, Sigmund repairs with Sinfiotli to Siggeir's castle. After Sinfiotli has slain the king's two sons, he and Sigmund are overpowered and condemned to be buried alive. With Sigmund's sword, however, which Signy has managed to place in their hands, they cut their way out, then set fire to Siggeir's hall. Signy comes forth and reveals to Sigmund that Sinfiotli is their own son; and then, saying that her work of revenge is complete and that she can live no longer, she returns into the burning hall and perishes with Siggeir and all his race.  Sigmund now returns home and rules as a mighty king. He marries Borghild, who later kills Sinfiotli with a poisoned drink, and is cast away by Sigmund. He then marries Hjordis. Lyngvi, the son of King Hunding, was also a suitor and now invades Sigmund's land. The latter hews down many of his enemies, until an old man with one eye, in hat and dark cloak, interposes his spear, against which Sigmund's sword breaks in two. Sigmund falls severely wounded.  In the night Hjordis seeks the scene of the combat and finds Sigmund still alive. He refuses to allow her to heal his wounds, saying that Odin no longer wills that he swing the sword. He tells Hjordis to preserve carefully the pieces of the broken sword; the son she bears in her womb shall yet swing the sword when welded anew, and win thereby a glorious name. At dawn Sigmund dies. Hjordis is borne off by Vikings and, after the birth of her son, she becomes the wife of the Danish prince Alf.  The son of Hjordis was called Sigurd. He grew up a boy of wondrous strength and beauty, with eyes that sparkled brightly, and lived at the court of King Hjalprek, the father of Alf. Regin, the dwarfish brother of Fafnir, was his tutor. Regin welds together the pieces of the broken sword Gram, so sharp and strong that with it Sigurd cleaves Regin's anvil in twain. With men and ships that he has received from King Hjalprek Sigurd goes against the sons of Hunding, whom he slays, thereby avenging the death of his father. Regin has urged him to kill Fafnir and take possession of the hoard. On the Gnita Heath he digs a ditch from which, as the dragon Fafnir passes over it, he plunges the sword into his heart. The dying Fafnir warns him of the curse attached to the possession of the gold; also that Regin is to be guarded against. The latter bids him roast the heart of Fafnir. While doing so he burns his finger by dipping it in the blood to see if the heart is done, and to cool his finger puts it into his mouth. Suddenly he is able to understand the language of the birds in the wood. They warn him to beware of Regin, whom he straightway slays. The birds tell him further of the beautiful valkyrie Brynhild, who sleeps on the fire-encircled mountain awaiting her deliverer. Then Sigurd places Fafnir's hoard upon his steed Grani, takes with him also Fafnir's helm, and rides away to Frankenland. He sees a mountain encircled by a zone of fire, makes his way into it and beholds there, as he deems it, a man in full armor asleep. When he takes off the helmet he finds that it is a woman. With his sword he cuts loose the armor. The woman wakes and asks if it be the hero Sigurd who has awakened her. In joy that it is so, Brynhild relates to him how Odin had punished her by this magic sleep for disobedience, and how that she had yet obtained from him the promise that she should be wakened only by a hero who knew no fear. She now teaches Sigurd many wise runes, and tells him of harm to fear through love of her. In spite of all, however, Sigurd does not waver, and they swear an oath of mutual faithful love.  Next Sigurd comes to King Gjuki at the Rhine, and joins in friendship with him and his sons Gunnar and Hogni. Queen Grimhild gives Sigurd a potion which causes him to forget Brynhild and be filled with love for her own daughter Gudrun, whom he marries. Gunnar now seeks Brynhild for wife, and Sigurd goes with him on his wooing-journey. They come to the castle encircled by fire, where Brynhild lives. She will be wooed only by him who will ride to her through the flames. Gunnar tries in vain to do this, even when mounted on Sigurd's steed Grani. Sigurd and Gunnar then exchange shapes and the former spurs Grani through the flames. He calls himself Gunnar the son of Gjuki, and finally Brynhild consents to become his wife. Three nights he shares her couch, but always his sharp sword lies between them. He takes the ring from her finger and places in its stead one from Fafnir's treasure. Then he exchanges form again with Gunnar, who is soon after wedded to Brynhild. Only now does Sigurd recollect the oath that he once swore to Brynhild himself.  One day Brynhild and Gudrun are bathing in the Rhine. A quarrel arises between them when Brynhild takes precedence of Gudrun by going into the water above her in the stream, saying that her husband is a braver and mightier man than Gudrun's. Gudrun retorts by revealing the secret that it was Sigurd in Gunnar's form, and not Gunnar himself, who rode through the flame, and in proof thereof shows her the ring taken by Sigurd from Brynhild's finger. Pale as death, Brynhild goes quietly home: Gunnar must die, she says in wrath. Sigurd tries to pacify her, even offering to desert Gudrun. Now she will have neither him nor another, and when Gunnar appears she demands of him Sigurd's death. In spite of Hogni's protest Gunnar's stepbrother Gutthorm, who has not sworn blood-friendship with Sigurd, is got to do the deed. He is given the flesh of wolf and serpent to eat in order to make him savage. Twice Gutthorm goes to kill Sigurd, but cowers before the piercing glance of his eyes; at last he steals upon Sigurd asleep and thrusts his sword through him. The dying Sigurd hurls the sword after the fleeing murderer and cuts him in two. To Gudrun, who wakes from sleep by his side, he points to Brynhild as the instigator of the crime, and dies. Brynhild rejoices at the sound of Gudrun's wailing. Gudrun cannot find relief for her grief, the tears will not flow. Men and women seek to console her by tales of greater woes befallen them. But still Gudrun cannot weep as she sits by Sigurd's corpse. At last one of the women lifts the cloth from Sigurd's face and lays his head upon Gudrun's lap. Then Gudrun gazes on his blood-besmirched hair, his dimmed eyes, and breast pierced by the sword: she sinks down upon the couch and a flood of tears bursts at length from her eyes.  Brynhild now tells Gunnar that Sigurd had really kept faith with him on the wooing journey; but she will live with him no longer and pierces herself with a sword, after foretelling to Gunnar his future fate and that of Gudrun. In accord with her own request she is burned on one funeral-pyre with Sigurd, the sword between them as once before.  Atli,[1] king of the Huns, now seeks Gudrun for wife. She refuses, but Grimhild gives her a potion which causes her to forget Sigurd and the past, and then she becomes the wife of Atli. After Sigurd's death Gunnar had taken possession of the Niflungen hoard, and this Atli now covets. He treacherously invites Gunnar and the others to visit him, which they do in spite of Gudrun's warnings, first of all, however, sinking the hoard in the Rhine. On their arrival Atli demands of them the hoard, which, he says, belongs of right to Gudrun. On their refusal he attacks them. Hosts of fighters on both sides fall and in the end Gunnar and Hogni, the only two of their number remaining, are bound in fetters. Gunnar refuses Atli's command to reveal the hiding-place of the hoard, bidding them bring to him the heart of Hogni. They kill a servant and bring his heart to Gunnar; but Gunnar sees how it still quivers with fear, and knows it is not the heart of the fearless Hogni. Then the latter is really killed, and his heart is brought to Gunnar, who cries exultingly that now only the Rhine knows where the hoard lies hidden. In spite of Gudrun Atli orders that Gunnar be thrown into a den of serpents. With a harp communicated to him by Gudrun he pacifies them all but one, which stings him to the heart, and thus Gunnar dies. Gudrun is nominally reconciled with Atli, but in secret plans revenge for the death of her brothers. She kills Atli's two sons, gives him at a banquet their blood to drink and their hearts to eat. In the night she plunges a sword into his own heart, confesses herself to him as his murderer, and sets fire to the castle, in which Atli and all his remaining men are consumed.",
      "3. The Saga as preserved in the Nibelungenlied The saga as we find it in the German Nibelungenlied differs very widely in form and substance from the Northern version which has just been outlined, though the two have still enough points of similarity to indicate clearly a common origin. Each bears the stamp of the poetic genius of the people among whom it grew. Of all the sagas of the Germanic peoples none holds so prominent a place as the Nibelungen saga, and it may safely be said that the epic literature of the world, though offering poems of more refined literary worth, has none that are at the same time such valuable records of the growth of the poetic genius of two kindred peoples through many centuries of their early civilization as the Edda poems of this saga and the Nibelungenlied. It is impossible here to undertake a comparison of the two and point out in detail their parallelism and their respective significance as monuments of civilization; suffice it to indicate briefly the chief points of difference in the two stories, and note particularly those parts of the Nibelungenlied that have, as it were, suffered atrophy, and that point to earlier stages of the saga in which, as in the Northern version, they played a more important rôle.  First, as to the hoard. The Nibelungenlied knows nothing of its being taken by Loki from Andvari, of the latter's curse upon it, and how it came finally into the possession of Fafnir, the giant-dragon. Here it belongs, as we learn from Hagen's account (strophes 86-99), to Siegfried (Sigurd), who has slain the previous owners of it, Schilbung and Nibelung, and wrested it from its guardian the dwarf Alberich (Andvari). From this point onward its history runs nearly parallel in the two versions. After Siegfried's death it remains for a time with Kriemhild (Gudrun), is treacherously taken from her by Gunther (Gunnar) and Hagen (Hogni), and finally, before their journey to Etzel (Atli), sunk in the Rhine.  The protracted narrative of Sigurd's ancestry and his descent from Odin has no counterpart in the Nibelungenlied. Here we learn merely that Siegfried is the son of Siegmund. His father plays an entirely different part; and his mother's name is not Hjordis, as in the Edda, but Siegelind.  Of Siegfried's youth the Nibelungenlied knows very little. No mention is made of his tutelage to the dwarf smith Regin and preparation for the slaying of the dragon Fafnir. The account of him placed in the mouth of Hagen (strophes 86-501), how he won the hoard, the tarnkappe, and the sword Balmung, and slew the dragon, is evidently a faint echo of an earlier version of this episode, which sounds out of place in the more modern German form of the story. From the latter the mythical element has almost entirely vanished. It is worthy of note, moreover, that the very brief account of Siegfried's slaying of the dragon is given in the Nibelungenlied as separate from his acquisition of the hoard, and differs in detail from that of the Edda. Of Sigurd's steed Grani, his ride to Frankenland, and his awakening of Brynhild the Nibelungenlied has nothing to tell us. Through the account of Siegfried's assistance to Gunther in the latter's wooing of Brunhild (Adventures 6 and 7) shimmers faintly, however, the earlier tradition of the mythical Siegfried's awakening of the fire-encircled valkyrie. Only by our knowledge of a more original version can we explain, for example, Siegfried's previous acquaintance with Brunhild which the Nibelungenlied takes for granted but says nothing of. On this point of the relation between Sigurd and Brynhild it is difficult to form a clear account owing to the confusion and even contradictions that exist when the various Northern versions themselves are placed side by side. The name of the valkyrie whom Sigurd awakens from her magic sleep is not directly mentioned. Some of the accounts are based on the presupposition that she is one with the Brynhild whom Sigurd later wooes for Gunnar, while others either know nothing of the sleeping valkyrie or treat the two as separate personages. The situation in the Nibelungenlied is more satisfactorily explained by the theory that they were originally identical. But we see at once that the figure of Brunhild has here lost much of its original significance. It is her quarrel with Kriemhild (Gudrun) that leads to Siegfried's death, though the motives are not just the same in the two cases; and after the death of Siegfried she passes unaccountably from the scene.  But it is in the concluding part of the story—the part which, as we shall see, has its basis in actual history—that the two accounts diverge most widely. So strange, indeed, has been the evolution of the saga that the central character of it, Kriemhild (Gudrun) holds a diametrically opposite relation to her husband Etzel (Atli) at the final catastrophe in the two versions. In the Nibelungenlied as in the Edda the widowed Kriemhild (Gudrun) marries King Etzel (Atli), her consent in the former resulting from a desire for revenge upon the murderers of Siegfried, in the latter from the drinking of a potion which takes away her memory of him; in the Nibelungenlied it is Kriemhild who treacherously lures Gunther and his men to their destruction unknown to Etzel, in the Edda the invitation comes from Atli, while Gudrun tries to warn them to stay at home; in the former Kriemhild is the author of the attack on the guests, in the latter Atli; in the former Kriemhild is the frenzied avenger of her former husband Siegfried's death upon her brother Gunther, in the latter Gudrun is the avenger of her brothers' death upon her husband Atli."
    ],
    "summary": [
      "The Germanic heroic age (400–600 CE) produced the historical events and legendary figures that became the basis for later sagas. The Nibelungen saga combines two strands: the ancient myth of Siegfried and the historical destruction of the Burgundians by the Huns in 437. These traditions merged and spread across Germanic peoples, eventually developing into two major versions—the Northern form in the Icelandic Eddas and the German Nibelungenlied (c. 1200). Though both stem from the same source, they diverged greatly over time. Knowing the Northern version helps clarify the deeper meaning and background of the Nibelungenlied.",
      "The Nibelungen saga spread north from its origin near Worms in the 5th century and became especially well preserved in Iceland, where the Eddas—older by centuries than the Nibelungenlied—record its earliest form. These northern sources keep more of the saga’s original mythic character.  In the Northern version, the story begins with gods Odin, Loki, and Hönir killing an otter and paying a cursed ransom of gold, which leads to Fafnir becoming a dragon guarding the hoard. This connects to the Volsung family: Sigmund, his tragic sister Signy, and finally Sigmund’s son Sigurd (Siegfried), who reforges his father’s sword, kills Fafnir, gains the treasure, and awakens the valkyrie Brynhild, swearing love to her.  Later, Sigurd is drugged into forgetting Brynhild, marries Gudrun, and—disguised as Gunnar—helps Gunnar win Brynhild by riding through fire in his place. When Brynhild discovers the deception, she demands Sigurd’s death. He is murdered in his sleep; Brynhild kills herself, and both are burned together on one pyre.  Gudrun then marries Atli (Attila), who seeks the Nibelung treasure. Gunnar and Hogni refuse to reveal its hiding place, and both die violently—Gunnar thrown into a snake pit. Gudrun avenges them by killing her own sons, feeding them to Atli, murdering him, and burning his hall.",
      "The Nibelungenlied preserves the same core saga as the Northern (Eddic) version but differs greatly in details, tone, and emphasis. Much of the mythical material present in the Eddas—such as Odin’s involvement, Sigurd’s ancestry, his upbringing with Regin, and his awakening of the valkyrie—is missing or reduced to faint echoes in the German poem. Siegfried’s acquisition of the hoard, his dragon-slaying, and his prior connection to Brunhild appear only in simplified or altered form.  Brunhild’s role is also transformed: her mythic identity as the fire-encircled valkyrie survives only distantly, and after her quarrel with Kriemhild and Siegfried’s death she disappears entirely from the narrative.  The greatest differences appear in the ending. In both versions Kriemhild/Gudrun marries Etzel/Atli, but their motivations and roles reverse. In the Nibelungenlied, Kriemhild herself lures her brothers to Etzel’s court and orchestrates their destruction to avenge Siegfried. In the Northern saga, Atli invites them, Gudrun warns them, and she later kills Atli to avenge her brothers. Thus, the German and Northern traditions portray the same events in sharply contrasting ways, reflecting different cultural developments of the shared saga."
    ],
    "version_details": "TRANSLATED FROM THE MIDDLE HIGH GERMAN WITH AN INTRODUCTORY SKETCH AND NOTES BY DANIEL BUSSIER SHUMWAY Professor of German Philology in the University of Pennsylvania"
  },
  {
    "id": 5,
    "title": "Praise of Folly",
    "Author": "Desiderius Erasmus",
    "description": "A satirical essay by Desiderius Erasmus in which Folly herself praises the foolishness of humanity and critiques the corruption of church and society.",
    "year_written": 1509,
    "text": [
      "1. Origin of the Saga All the Aryan peoples have had their heroic age, the achievements of which form the basis of later saga. For the Germans this was the period of the Migrations, as it is called, in round numbers the two hundred years from 400 to 600, at the close of which we find them settled in those regions which they have, generally speaking, occupied ever since. During these two centuries kaleidoscopic changes had been taking place in the position of the various Germanic tribes. Impelled partly by a native love of wandering, partly by the pressure of hostile peoples of other race, they moved with astonishing rapidity hither and thither over the face of Europe, generally in conflict with one another or buffeted by the Romans in the west and south, and by the Huns in the east. In this stern struggle for existence and search for a permanent place of settlement some of them even perished utterly; amid the changing fortunes of all of them deeds were performed that fixed themselves in the memory of the whole people, great victories or great disasters became the subject of story and song. We need only to recall such names as those of Ermanric and Theodoric to remind ourselves what an important part was played by the Germanic peoples of that Migration Period in the history of Europe. During it a national consciousness was engendered, and in it we have the faint beginnings of a national literature. Germanic saga rests almost entirely upon the events of these two centuries, the fifth and sixth. Although we get glimpses of the Germans during the four or five preceding centuries, none of the historic characters of those earlier times have been preserved in the national sagas.  With these sagas based on history, however, have been mingled in most cases primeval Germanic myths, possessions of the people from prehistoric times. A most conspicuous example of this union of mythical and originally historical elements is the Nibelungen saga, out of which grew in course of time the great national epic, the Nibelungenlied.  The Nibelungen saga is made up of two parts, on the one hand the mythical story of Siegfried and on the other the story, founded on historic fact, of the Burgundians. When and how the Siegfried myth arose it is impossible to say; its origin takes us back into the impenetrable mists of the unrecorded life of our Germanic forefathers, and its form was moulded by the popular poetic spirit. The other part of the saga is based upon the historic incident of the overthrow of the Burgundian kingdom by the Huns in the year 437. This annihilation of a whole tribe naturally impressed itself vividly upon the imagination of contemporaries. Then the fact of history soon began to pass over into the realm of legend, and, from causes which can no longer be determined, this tradition of the vanished Burgundians became united with the mythical story of Siegfried. This composite Siegfried-Burgundian saga then became a common possession of the Germanic peoples, was borne with many of them to lands far distant from the place of its origin, and was further moulded by each according to its peculiar genius and surroundings. In the Icelandic Eddas, the oldest of which we have as they were written down in the latter part of the ninth century, are preserved the earliest records of the form it had taken among the northern Germanic peoples. Our Nibelungenlied, which is the chief source of our knowledge of the story as it developed in Germany, dates from about the year 1200. These two versions, the Northern and the German, though originating in this common source, had diverged very widely in the centuries that elapsed between their beginning and the time when the manuscripts were written in which they are preserved. Each curtailed, re-arranged, or enlarged the incidents of the story in its own way. The character of the chief actors and the motives underlying what we may call the dramatic development assumed widely dissimilar forms. The German Nibelungenlied may be read and appreciated as one of the world's great epic poems without an acquaintance on the part of the reader with the Northern version of the saga. In order, however, to furnish the setting for a few episodes that would in that case remain either obscure or colorless, and with a view to placing the readers of this translation in a position to judge better the deeper significance of the epic as the eloquent narrative of a thousand years of the life of the people among whom it grew, the broad outlines of the saga in its Northern form will be given here.",
      "2. The Northern Form of the Saga Starting at the middle of the fifth century from the territory about Worms on the Rhine where the Burgundians were overthrown, the saga soon spread from the Franks to the other Germanic peoples. We have evidence of its presence in northern Germany and Denmark. Allusions to it in the Anglo-Saxon poem, the Wanderer, of the seventh century and in the great Anglo-Saxon epic Beowulf of a short time later, show us that it had early become part of the national saga stock in England. Among the people of Norway and Iceland it took root and grew with particular vigor. Here, farthest away from its original home and least exposed to outward influences, it preserved on the whole most fully its heathen Germanic character, especially in its mythical part. By a fortunate turn of events, too, the written record of it here is of considerably earlier date than that which we have from Germany. The Eddas, as the extensive collection of early Icelandic poems is called, are the fullest record of Germanic mythology and saga that has been handed down to us, and in them the saga of Siegfried and the Nibelungen looms up prominently. The earliest of these poems date from about the year 850, and the most important of them were probably written down within a couple of centuries of that time. They are thus in part some three centuries older than the German Nibelungenlied, and on the whole, too, they preserve more of the original outlines of the saga. By bringing together the various episodes of the saga from the Eddas and the Volsung saga, a prose account of the mythical race of the Volsungs, we arrive at the following narrative.  On their wanderings through the world the three gods Odin, Hönir, and Loki come to a waterfall where an otter is devouring a fish that it has caught. Loki kills the otter with a stone, and they take off its skin. In the evening they seek a lodging at the house of Hreidmar, to whom they show the skin. Hreidmar recognizes it as that of his son, whom Loki has killed when he had taken on the form of an otter. Assisted by his sons Fafnir and Regin, Hreidmar seizes the three gods, and spares their lives only on the promise that they will fill the skin, and also cover it outwardly, with gold. Loki is sent to procure the ransom. With a net borrowed from the sea-goddess Ran he catches at the waterfall the dwarf Andvari in form of a fish and compels him to supply the required gold. Andvari tries to keep back a ring, but this also Loki takes from him, whereupon the dwarf utters a curse upon the gold and whosoever may possess it. The ransom is now paid to Hreidmar; even the ring must, on Hreidmar's demand, be given in order to complete the covering of the otter's skin. Loki tells him of the curse connected with the ownership of the gold. When Hreidmar refuses Fafnir and Regin a share in the treasure, he is killed by Fafnir, who takes possession of the hoard to the exclusion of Regin. In the form of a dragon Fafnir dwells on Gnita Heath guarding the hoard, while Regin broods revenge.  From Odin is descended King Volsung, who has a family of ten sons and one daughter. The eldest son is Sigmund, twin-born with his sister Signy. King Siggeir of Gautland sues for the hand of Signy, whom her father gives to Siggeir against her will. In the midst of King Volsung's hall stood a mighty oak-tree. As the wedding-feast is being held there enters a stranger, an old man with one eye, his hat drawn down over his face and bearing in his hand a sword. This sword he thrusts to the hilt into the tree, saying that it shall belong to him who can draw it out again; after which he disappears as he had come. All the guests try their strength in vain upon the sword, but Sigmund alone is able to draw it forth. He refuses to sell it to Siggeir for all his proffered gold. Siggeir plans vengeance. He invites Volsung and his sons to Gautland, and returns home thither with his bride Signy, who before going warns her father to be upon his guard.  At the appointed time King Volsung and his sons go as invited to Gautland. In spite of Signy's repeated warning he will not flee from danger, and falls in combat with Siggeir; his ten sons are taken prisoners, and placed in stocks in the forest. For nine successive nights a she-wolf comes and devours each night one of them, till only Sigmund remains. By the aid of Signy he escapes. The she-wolf, it was said, was the mother of Siggeir.  To Sigmund, who has hidden in a wood, Signy sends her eldest boy of ten years that Sigmund may test his courage and see if he is fit to be a helper in seeking revenge. Neither he, however, nor his younger brother stands the test. Signy sees that only a scion of the race of Volsung will suffice, and accordingly disguises herself and lives three days with Sigmund in the wood. From their union a son Sinfiotli is born, whom also, after ten years, she sends out to Sigmund. He stands every test of courage, and is trained by Sigmund, who thinks he is Siggeir's son.  Bent on revenge, Sigmund repairs with Sinfiotli to Siggeir's castle. After Sinfiotli has slain the king's two sons, he and Sigmund are overpowered and condemned to be buried alive. With Sigmund's sword, however, which Signy has managed to place in their hands, they cut their way out, then set fire to Siggeir's hall. Signy comes forth and reveals to Sigmund that Sinfiotli is their own son; and then, saying that her work of revenge is complete and that she can live no longer, she returns into the burning hall and perishes with Siggeir and all his race.  Sigmund now returns home and rules as a mighty king. He marries Borghild, who later kills Sinfiotli with a poisoned drink, and is cast away by Sigmund. He then marries Hjordis. Lyngvi, the son of King Hunding, was also a suitor and now invades Sigmund's land. The latter hews down many of his enemies, until an old man with one eye, in hat and dark cloak, interposes his spear, against which Sigmund's sword breaks in two. Sigmund falls severely wounded.  In the night Hjordis seeks the scene of the combat and finds Sigmund still alive. He refuses to allow her to heal his wounds, saying that Odin no longer wills that he swing the sword. He tells Hjordis to preserve carefully the pieces of the broken sword; the son she bears in her womb shall yet swing the sword when welded anew, and win thereby a glorious name. At dawn Sigmund dies. Hjordis is borne off by Vikings and, after the birth of her son, she becomes the wife of the Danish prince Alf.  The son of Hjordis was called Sigurd. He grew up a boy of wondrous strength and beauty, with eyes that sparkled brightly, and lived at the court of King Hjalprek, the father of Alf. Regin, the dwarfish brother of Fafnir, was his tutor. Regin welds together the pieces of the broken sword Gram, so sharp and strong that with it Sigurd cleaves Regin's anvil in twain. With men and ships that he has received from King Hjalprek Sigurd goes against the sons of Hunding, whom he slays, thereby avenging the death of his father. Regin has urged him to kill Fafnir and take possession of the hoard. On the Gnita Heath he digs a ditch from which, as the dragon Fafnir passes over it, he plunges the sword into his heart. The dying Fafnir warns him of the curse attached to the possession of the gold; also that Regin is to be guarded against. The latter bids him roast the heart of Fafnir. While doing so he burns his finger by dipping it in the blood to see if the heart is done, and to cool his finger puts it into his mouth. Suddenly he is able to understand the language of the birds in the wood. They warn him to beware of Regin, whom he straightway slays. The birds tell him further of the beautiful valkyrie Brynhild, who sleeps on the fire-encircled mountain awaiting her deliverer. Then Sigurd places Fafnir's hoard upon his steed Grani, takes with him also Fafnir's helm, and rides away to Frankenland. He sees a mountain encircled by a zone of fire, makes his way into it and beholds there, as he deems it, a man in full armor asleep. When he takes off the helmet he finds that it is a woman. With his sword he cuts loose the armor. The woman wakes and asks if it be the hero Sigurd who has awakened her. In joy that it is so, Brynhild relates to him how Odin had punished her by this magic sleep for disobedience, and how that she had yet obtained from him the promise that she should be wakened only by a hero who knew no fear. She now teaches Sigurd many wise runes, and tells him of harm to fear through love of her. In spite of all, however, Sigurd does not waver, and they swear an oath of mutual faithful love.  Next Sigurd comes to King Gjuki at the Rhine, and joins in friendship with him and his sons Gunnar and Hogni. Queen Grimhild gives Sigurd a potion which causes him to forget Brynhild and be filled with love for her own daughter Gudrun, whom he marries. Gunnar now seeks Brynhild for wife, and Sigurd goes with him on his wooing-journey. They come to the castle encircled by fire, where Brynhild lives. She will be wooed only by him who will ride to her through the flames. Gunnar tries in vain to do this, even when mounted on Sigurd's steed Grani. Sigurd and Gunnar then exchange shapes and the former spurs Grani through the flames. He calls himself Gunnar the son of Gjuki, and finally Brynhild consents to become his wife. Three nights he shares her couch, but always his sharp sword lies between them. He takes the ring from her finger and places in its stead one from Fafnir's treasure. Then he exchanges form again with Gunnar, who is soon after wedded to Brynhild. Only now does Sigurd recollect the oath that he once swore to Brynhild himself.  One day Brynhild and Gudrun are bathing in the Rhine. A quarrel arises between them when Brynhild takes precedence of Gudrun by going into the water above her in the stream, saying that her husband is a braver and mightier man than Gudrun's. Gudrun retorts by revealing the secret that it was Sigurd in Gunnar's form, and not Gunnar himself, who rode through the flame, and in proof thereof shows her the ring taken by Sigurd from Brynhild's finger. Pale as death, Brynhild goes quietly home: Gunnar must die, she says in wrath. Sigurd tries to pacify her, even offering to desert Gudrun. Now she will have neither him nor another, and when Gunnar appears she demands of him Sigurd's death. In spite of Hogni's protest Gunnar's stepbrother Gutthorm, who has not sworn blood-friendship with Sigurd, is got to do the deed. He is given the flesh of wolf and serpent to eat in order to make him savage. Twice Gutthorm goes to kill Sigurd, but cowers before the piercing glance of his eyes; at last he steals upon Sigurd asleep and thrusts his sword through him. The dying Sigurd hurls the sword after the fleeing murderer and cuts him in two. To Gudrun, who wakes from sleep by his side, he points to Brynhild as the instigator of the crime, and dies. Brynhild rejoices at the sound of Gudrun's wailing. Gudrun cannot find relief for her grief, the tears will not flow. Men and women seek to console her by tales of greater woes befallen them. But still Gudrun cannot weep as she sits by Sigurd's corpse. At last one of the women lifts the cloth from Sigurd's face and lays his head upon Gudrun's lap. Then Gudrun gazes on his blood-besmirched hair, his dimmed eyes, and breast pierced by the sword: she sinks down upon the couch and a flood of tears bursts at length from her eyes.  Brynhild now tells Gunnar that Sigurd had really kept faith with him on the wooing journey; but she will live with him no longer and pierces herself with a sword, after foretelling to Gunnar his future fate and that of Gudrun. In accord with her own request she is burned on one funeral-pyre with Sigurd, the sword between them as once before.  Atli,[1] king of the Huns, now seeks Gudrun for wife. She refuses, but Grimhild gives her a potion which causes her to forget Sigurd and the past, and then she becomes the wife of Atli. After Sigurd's death Gunnar had taken possession of the Niflungen hoard, and this Atli now covets. He treacherously invites Gunnar and the others to visit him, which they do in spite of Gudrun's warnings, first of all, however, sinking the hoard in the Rhine. On their arrival Atli demands of them the hoard, which, he says, belongs of right to Gudrun. On their refusal he attacks them. Hosts of fighters on both sides fall and in the end Gunnar and Hogni, the only two of their number remaining, are bound in fetters. Gunnar refuses Atli's command to reveal the hiding-place of the hoard, bidding them bring to him the heart of Hogni. They kill a servant and bring his heart to Gunnar; but Gunnar sees how it still quivers with fear, and knows it is not the heart of the fearless Hogni. Then the latter is really killed, and his heart is brought to Gunnar, who cries exultingly that now only the Rhine knows where the hoard lies hidden. In spite of Gudrun Atli orders that Gunnar be thrown into a den of serpents. With a harp communicated to him by Gudrun he pacifies them all but one, which stings him to the heart, and thus Gunnar dies. Gudrun is nominally reconciled with Atli, but in secret plans revenge for the death of her brothers. She kills Atli's two sons, gives him at a banquet their blood to drink and their hearts to eat. In the night she plunges a sword into his own heart, confesses herself to him as his murderer, and sets fire to the castle, in which Atli and all his remaining men are consumed.",
      "3. The Saga as preserved in the Nibelungenlied The saga as we find it in the German Nibelungenlied differs very widely in form and substance from the Northern version which has just been outlined, though the two have still enough points of similarity to indicate clearly a common origin. Each bears the stamp of the poetic genius of the people among whom it grew. Of all the sagas of the Germanic peoples none holds so prominent a place as the Nibelungen saga, and it may safely be said that the epic literature of the world, though offering poems of more refined literary worth, has none that are at the same time such valuable records of the growth of the poetic genius of two kindred peoples through many centuries of their early civilization as the Edda poems of this saga and the Nibelungenlied. It is impossible here to undertake a comparison of the two and point out in detail their parallelism and their respective significance as monuments of civilization; suffice it to indicate briefly the chief points of difference in the two stories, and note particularly those parts of the Nibelungenlied that have, as it were, suffered atrophy, and that point to earlier stages of the saga in which, as in the Northern version, they played a more important rôle.  First, as to the hoard. The Nibelungenlied knows nothing of its being taken by Loki from Andvari, of the latter's curse upon it, and how it came finally into the possession of Fafnir, the giant-dragon. Here it belongs, as we learn from Hagen's account (strophes 86-99), to Siegfried (Sigurd), who has slain the previous owners of it, Schilbung and Nibelung, and wrested it from its guardian the dwarf Alberich (Andvari). From this point onward its history runs nearly parallel in the two versions. After Siegfried's death it remains for a time with Kriemhild (Gudrun), is treacherously taken from her by Gunther (Gunnar) and Hagen (Hogni), and finally, before their journey to Etzel (Atli), sunk in the Rhine.  The protracted narrative of Sigurd's ancestry and his descent from Odin has no counterpart in the Nibelungenlied. Here we learn merely that Siegfried is the son of Siegmund. His father plays an entirely different part; and his mother's name is not Hjordis, as in the Edda, but Siegelind.  Of Siegfried's youth the Nibelungenlied knows very little. No mention is made of his tutelage to the dwarf smith Regin and preparation for the slaying of the dragon Fafnir. The account of him placed in the mouth of Hagen (strophes 86-501), how he won the hoard, the tarnkappe, and the sword Balmung, and slew the dragon, is evidently a faint echo of an earlier version of this episode, which sounds out of place in the more modern German form of the story. From the latter the mythical element has almost entirely vanished. It is worthy of note, moreover, that the very brief account of Siegfried's slaying of the dragon is given in the Nibelungenlied as separate from his acquisition of the hoard, and differs in detail from that of the Edda. Of Sigurd's steed Grani, his ride to Frankenland, and his awakening of Brynhild the Nibelungenlied has nothing to tell us. Through the account of Siegfried's assistance to Gunther in the latter's wooing of Brunhild (Adventures 6 and 7) shimmers faintly, however, the earlier tradition of the mythical Siegfried's awakening of the fire-encircled valkyrie. Only by our knowledge of a more original version can we explain, for example, Siegfried's previous acquaintance with Brunhild which the Nibelungenlied takes for granted but says nothing of. On this point of the relation between Sigurd and Brynhild it is difficult to form a clear account owing to the confusion and even contradictions that exist when the various Northern versions themselves are placed side by side. The name of the valkyrie whom Sigurd awakens from her magic sleep is not directly mentioned. Some of the accounts are based on the presupposition that she is one with the Brynhild whom Sigurd later wooes for Gunnar, while others either know nothing of the sleeping valkyrie or treat the two as separate personages. The situation in the Nibelungenlied is more satisfactorily explained by the theory that they were originally identical. But we see at once that the figure of Brunhild has here lost much of its original significance. It is her quarrel with Kriemhild (Gudrun) that leads to Siegfried's death, though the motives are not just the same in the two cases; and after the death of Siegfried she passes unaccountably from the scene.  But it is in the concluding part of the story—the part which, as we shall see, has its basis in actual history—that the two accounts diverge most widely. So strange, indeed, has been the evolution of the saga that the central character of it, Kriemhild (Gudrun) holds a diametrically opposite relation to her husband Etzel (Atli) at the final catastrophe in the two versions. In the Nibelungenlied as in the Edda the widowed Kriemhild (Gudrun) marries King Etzel (Atli), her consent in the former resulting from a desire for revenge upon the murderers of Siegfried, in the latter from the drinking of a potion which takes away her memory of him; in the Nibelungenlied it is Kriemhild who treacherously lures Gunther and his men to their destruction unknown to Etzel, in the Edda the invitation comes from Atli, while Gudrun tries to warn them to stay at home; in the former Kriemhild is the author of the attack on the guests, in the latter Atli; in the former Kriemhild is the frenzied avenger of her former husband Siegfried's death upon her brother Gunther, in the latter Gudrun is the avenger of her brothers' death upon her husband Atli."
    ],
    "summary": [
      "The Germanic heroic age (400–600 CE) produced the historical events and legendary figures that became the basis for later sagas. The Nibelungen saga combines two strands: the ancient myth of Siegfried and the historical destruction of the Burgundians by the Huns in 437. These traditions merged and spread across Germanic peoples, eventually developing into two major versions—the Northern form in the Icelandic Eddas and the German Nibelungenlied (c. 1200). Though both stem from the same source, they diverged greatly over time. Knowing the Northern version helps clarify the deeper meaning and background of the Nibelungenlied.",
      "The Nibelungen saga spread north from its origin near Worms in the 5th century and became especially well preserved in Iceland, where the Eddas—older by centuries than the Nibelungenlied—record its earliest form. These northern sources keep more of the saga’s original mythic character.  In the Northern version, the story begins with gods Odin, Loki, and Hönir killing an otter and paying a cursed ransom of gold, which leads to Fafnir becoming a dragon guarding the hoard. This connects to the Volsung family: Sigmund, his tragic sister Signy, and finally Sigmund’s son Sigurd (Siegfried), who reforges his father’s sword, kills Fafnir, gains the treasure, and awakens the valkyrie Brynhild, swearing love to her.  Later, Sigurd is drugged into forgetting Brynhild, marries Gudrun, and—disguised as Gunnar—helps Gunnar win Brynhild by riding through fire in his place. When Brynhild discovers the deception, she demands Sigurd’s death. He is murdered in his sleep; Brynhild kills herself, and both are burned together on one pyre.  Gudrun then marries Atli (Attila), who seeks the Nibelung treasure. Gunnar and Hogni refuse to reveal its hiding place, and both die violently—Gunnar thrown into a snake pit. Gudrun avenges them by killing her own sons, feeding them to Atli, murdering him, and burning his hall.",
      "The Nibelungenlied preserves the same core saga as the Northern (Eddic) version but differs greatly in details, tone, and emphasis. Much of the mythical material present in the Eddas—such as Odin’s involvement, Sigurd’s ancestry, his upbringing with Regin, and his awakening of the valkyrie—is missing or reduced to faint echoes in the German poem. Siegfried’s acquisition of the hoard, his dragon-slaying, and his prior connection to Brunhild appear only in simplified or altered form.  Brunhild’s role is also transformed: her mythic identity as the fire-encircled valkyrie survives only distantly, and after her quarrel with Kriemhild and Siegfried’s death she disappears entirely from the narrative.  The greatest differences appear in the ending. In both versions Kriemhild/Gudrun marries Etzel/Atli, but their motivations and roles reverse. In the Nibelungenlied, Kriemhild herself lures her brothers to Etzel’s court and orchestrates their destruction to avenge Siegfried. In the Northern saga, Atli invites them, Gudrun warns them, and she later kills Atli to avenge her brothers. Thus, the German and Northern traditions portray the same events in sharply contrasting ways, reflecting different cultural developments of the shared saga."
    ],
    "version_details": "ERASMUS IN PRAISE OF FOLLY Edited with an Effay of Appreciation by HORACE BRIDGES"
  },
  {
    "id": 6,
    "title": "Simplicissimus",
    "Author": "Hans Jakob Christoffel von Grimmelshausen",
    "description": "A picaresque novel by Hans Jakob Christoffel von Grimmelshausen following the naïve Simplicius through the chaos of the Thirty Years’ War.",
    "year_written": 1668,
    "text": [
      "1. Origin of the Saga All the Aryan peoples have had their heroic age, the achievements of which form the basis of later saga. For the Germans this was the period of the Migrations, as it is called, in round numbers the two hundred years from 400 to 600, at the close of which we find them settled in those regions which they have, generally speaking, occupied ever since. During these two centuries kaleidoscopic changes had been taking place in the position of the various Germanic tribes. Impelled partly by a native love of wandering, partly by the pressure of hostile peoples of other race, they moved with astonishing rapidity hither and thither over the face of Europe, generally in conflict with one another or buffeted by the Romans in the west and south, and by the Huns in the east. In this stern struggle for existence and search for a permanent place of settlement some of them even perished utterly; amid the changing fortunes of all of them deeds were performed that fixed themselves in the memory of the whole people, great victories or great disasters became the subject of story and song. We need only to recall such names as those of Ermanric and Theodoric to remind ourselves what an important part was played by the Germanic peoples of that Migration Period in the history of Europe. During it a national consciousness was engendered, and in it we have the faint beginnings of a national literature. Germanic saga rests almost entirely upon the events of these two centuries, the fifth and sixth. Although we get glimpses of the Germans during the four or five preceding centuries, none of the historic characters of those earlier times have been preserved in the national sagas.  With these sagas based on history, however, have been mingled in most cases primeval Germanic myths, possessions of the people from prehistoric times. A most conspicuous example of this union of mythical and originally historical elements is the Nibelungen saga, out of which grew in course of time the great national epic, the Nibelungenlied.  The Nibelungen saga is made up of two parts, on the one hand the mythical story of Siegfried and on the other the story, founded on historic fact, of the Burgundians. When and how the Siegfried myth arose it is impossible to say; its origin takes us back into the impenetrable mists of the unrecorded life of our Germanic forefathers, and its form was moulded by the popular poetic spirit. The other part of the saga is based upon the historic incident of the overthrow of the Burgundian kingdom by the Huns in the year 437. This annihilation of a whole tribe naturally impressed itself vividly upon the imagination of contemporaries. Then the fact of history soon began to pass over into the realm of legend, and, from causes which can no longer be determined, this tradition of the vanished Burgundians became united with the mythical story of Siegfried. This composite Siegfried-Burgundian saga then became a common possession of the Germanic peoples, was borne with many of them to lands far distant from the place of its origin, and was further moulded by each according to its peculiar genius and surroundings. In the Icelandic Eddas, the oldest of which we have as they were written down in the latter part of the ninth century, are preserved the earliest records of the form it had taken among the northern Germanic peoples. Our Nibelungenlied, which is the chief source of our knowledge of the story as it developed in Germany, dates from about the year 1200. These two versions, the Northern and the German, though originating in this common source, had diverged very widely in the centuries that elapsed between their beginning and the time when the manuscripts were written in which they are preserved. Each curtailed, re-arranged, or enlarged the incidents of the story in its own way. The character of the chief actors and the motives underlying what we may call the dramatic development assumed widely dissimilar forms. The German Nibelungenlied may be read and appreciated as one of the world's great epic poems without an acquaintance on the part of the reader with the Northern version of the saga. In order, however, to furnish the setting for a few episodes that would in that case remain either obscure or colorless, and with a view to placing the readers of this translation in a position to judge better the deeper significance of the epic as the eloquent narrative of a thousand years of the life of the people among whom it grew, the broad outlines of the saga in its Northern form will be given here.",
      "2. The Northern Form of the Saga Starting at the middle of the fifth century from the territory about Worms on the Rhine where the Burgundians were overthrown, the saga soon spread from the Franks to the other Germanic peoples. We have evidence of its presence in northern Germany and Denmark. Allusions to it in the Anglo-Saxon poem, the Wanderer, of the seventh century and in the great Anglo-Saxon epic Beowulf of a short time later, show us that it had early become part of the national saga stock in England. Among the people of Norway and Iceland it took root and grew with particular vigor. Here, farthest away from its original home and least exposed to outward influences, it preserved on the whole most fully its heathen Germanic character, especially in its mythical part. By a fortunate turn of events, too, the written record of it here is of considerably earlier date than that which we have from Germany. The Eddas, as the extensive collection of early Icelandic poems is called, are the fullest record of Germanic mythology and saga that has been handed down to us, and in them the saga of Siegfried and the Nibelungen looms up prominently. The earliest of these poems date from about the year 850, and the most important of them were probably written down within a couple of centuries of that time. They are thus in part some three centuries older than the German Nibelungenlied, and on the whole, too, they preserve more of the original outlines of the saga. By bringing together the various episodes of the saga from the Eddas and the Volsung saga, a prose account of the mythical race of the Volsungs, we arrive at the following narrative.  On their wanderings through the world the three gods Odin, Hönir, and Loki come to a waterfall where an otter is devouring a fish that it has caught. Loki kills the otter with a stone, and they take off its skin. In the evening they seek a lodging at the house of Hreidmar, to whom they show the skin. Hreidmar recognizes it as that of his son, whom Loki has killed when he had taken on the form of an otter. Assisted by his sons Fafnir and Regin, Hreidmar seizes the three gods, and spares their lives only on the promise that they will fill the skin, and also cover it outwardly, with gold. Loki is sent to procure the ransom. With a net borrowed from the sea-goddess Ran he catches at the waterfall the dwarf Andvari in form of a fish and compels him to supply the required gold. Andvari tries to keep back a ring, but this also Loki takes from him, whereupon the dwarf utters a curse upon the gold and whosoever may possess it. The ransom is now paid to Hreidmar; even the ring must, on Hreidmar's demand, be given in order to complete the covering of the otter's skin. Loki tells him of the curse connected with the ownership of the gold. When Hreidmar refuses Fafnir and Regin a share in the treasure, he is killed by Fafnir, who takes possession of the hoard to the exclusion of Regin. In the form of a dragon Fafnir dwells on Gnita Heath guarding the hoard, while Regin broods revenge.  From Odin is descended King Volsung, who has a family of ten sons and one daughter. The eldest son is Sigmund, twin-born with his sister Signy. King Siggeir of Gautland sues for the hand of Signy, whom her father gives to Siggeir against her will. In the midst of King Volsung's hall stood a mighty oak-tree. As the wedding-feast is being held there enters a stranger, an old man with one eye, his hat drawn down over his face and bearing in his hand a sword. This sword he thrusts to the hilt into the tree, saying that it shall belong to him who can draw it out again; after which he disappears as he had come. All the guests try their strength in vain upon the sword, but Sigmund alone is able to draw it forth. He refuses to sell it to Siggeir for all his proffered gold. Siggeir plans vengeance. He invites Volsung and his sons to Gautland, and returns home thither with his bride Signy, who before going warns her father to be upon his guard.  At the appointed time King Volsung and his sons go as invited to Gautland. In spite of Signy's repeated warning he will not flee from danger, and falls in combat with Siggeir; his ten sons are taken prisoners, and placed in stocks in the forest. For nine successive nights a she-wolf comes and devours each night one of them, till only Sigmund remains. By the aid of Signy he escapes. The she-wolf, it was said, was the mother of Siggeir.  To Sigmund, who has hidden in a wood, Signy sends her eldest boy of ten years that Sigmund may test his courage and see if he is fit to be a helper in seeking revenge. Neither he, however, nor his younger brother stands the test. Signy sees that only a scion of the race of Volsung will suffice, and accordingly disguises herself and lives three days with Sigmund in the wood. From their union a son Sinfiotli is born, whom also, after ten years, she sends out to Sigmund. He stands every test of courage, and is trained by Sigmund, who thinks he is Siggeir's son.  Bent on revenge, Sigmund repairs with Sinfiotli to Siggeir's castle. After Sinfiotli has slain the king's two sons, he and Sigmund are overpowered and condemned to be buried alive. With Sigmund's sword, however, which Signy has managed to place in their hands, they cut their way out, then set fire to Siggeir's hall. Signy comes forth and reveals to Sigmund that Sinfiotli is their own son; and then, saying that her work of revenge is complete and that she can live no longer, she returns into the burning hall and perishes with Siggeir and all his race.  Sigmund now returns home and rules as a mighty king. He marries Borghild, who later kills Sinfiotli with a poisoned drink, and is cast away by Sigmund. He then marries Hjordis. Lyngvi, the son of King Hunding, was also a suitor and now invades Sigmund's land. The latter hews down many of his enemies, until an old man with one eye, in hat and dark cloak, interposes his spear, against which Sigmund's sword breaks in two. Sigmund falls severely wounded.  In the night Hjordis seeks the scene of the combat and finds Sigmund still alive. He refuses to allow her to heal his wounds, saying that Odin no longer wills that he swing the sword. He tells Hjordis to preserve carefully the pieces of the broken sword; the son she bears in her womb shall yet swing the sword when welded anew, and win thereby a glorious name. At dawn Sigmund dies. Hjordis is borne off by Vikings and, after the birth of her son, she becomes the wife of the Danish prince Alf.  The son of Hjordis was called Sigurd. He grew up a boy of wondrous strength and beauty, with eyes that sparkled brightly, and lived at the court of King Hjalprek, the father of Alf. Regin, the dwarfish brother of Fafnir, was his tutor. Regin welds together the pieces of the broken sword Gram, so sharp and strong that with it Sigurd cleaves Regin's anvil in twain. With men and ships that he has received from King Hjalprek Sigurd goes against the sons of Hunding, whom he slays, thereby avenging the death of his father. Regin has urged him to kill Fafnir and take possession of the hoard. On the Gnita Heath he digs a ditch from which, as the dragon Fafnir passes over it, he plunges the sword into his heart. The dying Fafnir warns him of the curse attached to the possession of the gold; also that Regin is to be guarded against. The latter bids him roast the heart of Fafnir. While doing so he burns his finger by dipping it in the blood to see if the heart is done, and to cool his finger puts it into his mouth. Suddenly he is able to understand the language of the birds in the wood. They warn him to beware of Regin, whom he straightway slays. The birds tell him further of the beautiful valkyrie Brynhild, who sleeps on the fire-encircled mountain awaiting her deliverer. Then Sigurd places Fafnir's hoard upon his steed Grani, takes with him also Fafnir's helm, and rides away to Frankenland. He sees a mountain encircled by a zone of fire, makes his way into it and beholds there, as he deems it, a man in full armor asleep. When he takes off the helmet he finds that it is a woman. With his sword he cuts loose the armor. The woman wakes and asks if it be the hero Sigurd who has awakened her. In joy that it is so, Brynhild relates to him how Odin had punished her by this magic sleep for disobedience, and how that she had yet obtained from him the promise that she should be wakened only by a hero who knew no fear. She now teaches Sigurd many wise runes, and tells him of harm to fear through love of her. In spite of all, however, Sigurd does not waver, and they swear an oath of mutual faithful love.  Next Sigurd comes to King Gjuki at the Rhine, and joins in friendship with him and his sons Gunnar and Hogni. Queen Grimhild gives Sigurd a potion which causes him to forget Brynhild and be filled with love for her own daughter Gudrun, whom he marries. Gunnar now seeks Brynhild for wife, and Sigurd goes with him on his wooing-journey. They come to the castle encircled by fire, where Brynhild lives. She will be wooed only by him who will ride to her through the flames. Gunnar tries in vain to do this, even when mounted on Sigurd's steed Grani. Sigurd and Gunnar then exchange shapes and the former spurs Grani through the flames. He calls himself Gunnar the son of Gjuki, and finally Brynhild consents to become his wife. Three nights he shares her couch, but always his sharp sword lies between them. He takes the ring from her finger and places in its stead one from Fafnir's treasure. Then he exchanges form again with Gunnar, who is soon after wedded to Brynhild. Only now does Sigurd recollect the oath that he once swore to Brynhild himself.  One day Brynhild and Gudrun are bathing in the Rhine. A quarrel arises between them when Brynhild takes precedence of Gudrun by going into the water above her in the stream, saying that her husband is a braver and mightier man than Gudrun's. Gudrun retorts by revealing the secret that it was Sigurd in Gunnar's form, and not Gunnar himself, who rode through the flame, and in proof thereof shows her the ring taken by Sigurd from Brynhild's finger. Pale as death, Brynhild goes quietly home: Gunnar must die, she says in wrath. Sigurd tries to pacify her, even offering to desert Gudrun. Now she will have neither him nor another, and when Gunnar appears she demands of him Sigurd's death. In spite of Hogni's protest Gunnar's stepbrother Gutthorm, who has not sworn blood-friendship with Sigurd, is got to do the deed. He is given the flesh of wolf and serpent to eat in order to make him savage. Twice Gutthorm goes to kill Sigurd, but cowers before the piercing glance of his eyes; at last he steals upon Sigurd asleep and thrusts his sword through him. The dying Sigurd hurls the sword after the fleeing murderer and cuts him in two. To Gudrun, who wakes from sleep by his side, he points to Brynhild as the instigator of the crime, and dies. Brynhild rejoices at the sound of Gudrun's wailing. Gudrun cannot find relief for her grief, the tears will not flow. Men and women seek to console her by tales of greater woes befallen them. But still Gudrun cannot weep as she sits by Sigurd's corpse. At last one of the women lifts the cloth from Sigurd's face and lays his head upon Gudrun's lap. Then Gudrun gazes on his blood-besmirched hair, his dimmed eyes, and breast pierced by the sword: she sinks down upon the couch and a flood of tears bursts at length from her eyes.  Brynhild now tells Gunnar that Sigurd had really kept faith with him on the wooing journey; but she will live with him no longer and pierces herself with a sword, after foretelling to Gunnar his future fate and that of Gudrun. In accord with her own request she is burned on one funeral-pyre with Sigurd, the sword between them as once before.  Atli,[1] king of the Huns, now seeks Gudrun for wife. She refuses, but Grimhild gives her a potion which causes her to forget Sigurd and the past, and then she becomes the wife of Atli. After Sigurd's death Gunnar had taken possession of the Niflungen hoard, and this Atli now covets. He treacherously invites Gunnar and the others to visit him, which they do in spite of Gudrun's warnings, first of all, however, sinking the hoard in the Rhine. On their arrival Atli demands of them the hoard, which, he says, belongs of right to Gudrun. On their refusal he attacks them. Hosts of fighters on both sides fall and in the end Gunnar and Hogni, the only two of their number remaining, are bound in fetters. Gunnar refuses Atli's command to reveal the hiding-place of the hoard, bidding them bring to him the heart of Hogni. They kill a servant and bring his heart to Gunnar; but Gunnar sees how it still quivers with fear, and knows it is not the heart of the fearless Hogni. Then the latter is really killed, and his heart is brought to Gunnar, who cries exultingly that now only the Rhine knows where the hoard lies hidden. In spite of Gudrun Atli orders that Gunnar be thrown into a den of serpents. With a harp communicated to him by Gudrun he pacifies them all but one, which stings him to the heart, and thus Gunnar dies. Gudrun is nominally reconciled with Atli, but in secret plans revenge for the death of her brothers. She kills Atli's two sons, gives him at a banquet their blood to drink and their hearts to eat. In the night she plunges a sword into his own heart, confesses herself to him as his murderer, and sets fire to the castle, in which Atli and all his remaining men are consumed.",
      "3. The Saga as preserved in the Nibelungenlied The saga as we find it in the German Nibelungenlied differs very widely in form and substance from the Northern version which has just been outlined, though the two have still enough points of similarity to indicate clearly a common origin. Each bears the stamp of the poetic genius of the people among whom it grew. Of all the sagas of the Germanic peoples none holds so prominent a place as the Nibelungen saga, and it may safely be said that the epic literature of the world, though offering poems of more refined literary worth, has none that are at the same time such valuable records of the growth of the poetic genius of two kindred peoples through many centuries of their early civilization as the Edda poems of this saga and the Nibelungenlied. It is impossible here to undertake a comparison of the two and point out in detail their parallelism and their respective significance as monuments of civilization; suffice it to indicate briefly the chief points of difference in the two stories, and note particularly those parts of the Nibelungenlied that have, as it were, suffered atrophy, and that point to earlier stages of the saga in which, as in the Northern version, they played a more important rôle.  First, as to the hoard. The Nibelungenlied knows nothing of its being taken by Loki from Andvari, of the latter's curse upon it, and how it came finally into the possession of Fafnir, the giant-dragon. Here it belongs, as we learn from Hagen's account (strophes 86-99), to Siegfried (Sigurd), who has slain the previous owners of it, Schilbung and Nibelung, and wrested it from its guardian the dwarf Alberich (Andvari). From this point onward its history runs nearly parallel in the two versions. After Siegfried's death it remains for a time with Kriemhild (Gudrun), is treacherously taken from her by Gunther (Gunnar) and Hagen (Hogni), and finally, before their journey to Etzel (Atli), sunk in the Rhine.  The protracted narrative of Sigurd's ancestry and his descent from Odin has no counterpart in the Nibelungenlied. Here we learn merely that Siegfried is the son of Siegmund. His father plays an entirely different part; and his mother's name is not Hjordis, as in the Edda, but Siegelind.  Of Siegfried's youth the Nibelungenlied knows very little. No mention is made of his tutelage to the dwarf smith Regin and preparation for the slaying of the dragon Fafnir. The account of him placed in the mouth of Hagen (strophes 86-501), how he won the hoard, the tarnkappe, and the sword Balmung, and slew the dragon, is evidently a faint echo of an earlier version of this episode, which sounds out of place in the more modern German form of the story. From the latter the mythical element has almost entirely vanished. It is worthy of note, moreover, that the very brief account of Siegfried's slaying of the dragon is given in the Nibelungenlied as separate from his acquisition of the hoard, and differs in detail from that of the Edda. Of Sigurd's steed Grani, his ride to Frankenland, and his awakening of Brynhild the Nibelungenlied has nothing to tell us. Through the account of Siegfried's assistance to Gunther in the latter's wooing of Brunhild (Adventures 6 and 7) shimmers faintly, however, the earlier tradition of the mythical Siegfried's awakening of the fire-encircled valkyrie. Only by our knowledge of a more original version can we explain, for example, Siegfried's previous acquaintance with Brunhild which the Nibelungenlied takes for granted but says nothing of. On this point of the relation between Sigurd and Brynhild it is difficult to form a clear account owing to the confusion and even contradictions that exist when the various Northern versions themselves are placed side by side. The name of the valkyrie whom Sigurd awakens from her magic sleep is not directly mentioned. Some of the accounts are based on the presupposition that she is one with the Brynhild whom Sigurd later wooes for Gunnar, while others either know nothing of the sleeping valkyrie or treat the two as separate personages. The situation in the Nibelungenlied is more satisfactorily explained by the theory that they were originally identical. But we see at once that the figure of Brunhild has here lost much of its original significance. It is her quarrel with Kriemhild (Gudrun) that leads to Siegfried's death, though the motives are not just the same in the two cases; and after the death of Siegfried she passes unaccountably from the scene.  But it is in the concluding part of the story—the part which, as we shall see, has its basis in actual history—that the two accounts diverge most widely. So strange, indeed, has been the evolution of the saga that the central character of it, Kriemhild (Gudrun) holds a diametrically opposite relation to her husband Etzel (Atli) at the final catastrophe in the two versions. In the Nibelungenlied as in the Edda the widowed Kriemhild (Gudrun) marries King Etzel (Atli), her consent in the former resulting from a desire for revenge upon the murderers of Siegfried, in the latter from the drinking of a potion which takes away her memory of him; in the Nibelungenlied it is Kriemhild who treacherously lures Gunther and his men to their destruction unknown to Etzel, in the Edda the invitation comes from Atli, while Gudrun tries to warn them to stay at home; in the former Kriemhild is the author of the attack on the guests, in the latter Atli; in the former Kriemhild is the frenzied avenger of her former husband Siegfried's death upon her brother Gunther, in the latter Gudrun is the avenger of her brothers' death upon her husband Atli."
    ],
    "summary": [
      "The Germanic heroic age (400–600 CE) produced the historical events and legendary figures that became the basis for later sagas. The Nibelungen saga combines two strands: the ancient myth of Siegfried and the historical destruction of the Burgundians by the Huns in 437. These traditions merged and spread across Germanic peoples, eventually developing into two major versions—the Northern form in the Icelandic Eddas and the German Nibelungenlied (c. 1200). Though both stem from the same source, they diverged greatly over time. Knowing the Northern version helps clarify the deeper meaning and background of the Nibelungenlied.",
      "The Nibelungen saga spread north from its origin near Worms in the 5th century and became especially well preserved in Iceland, where the Eddas—older by centuries than the Nibelungenlied—record its earliest form. These northern sources keep more of the saga’s original mythic character.  In the Northern version, the story begins with gods Odin, Loki, and Hönir killing an otter and paying a cursed ransom of gold, which leads to Fafnir becoming a dragon guarding the hoard. This connects to the Volsung family: Sigmund, his tragic sister Signy, and finally Sigmund’s son Sigurd (Siegfried), who reforges his father’s sword, kills Fafnir, gains the treasure, and awakens the valkyrie Brynhild, swearing love to her.  Later, Sigurd is drugged into forgetting Brynhild, marries Gudrun, and—disguised as Gunnar—helps Gunnar win Brynhild by riding through fire in his place. When Brynhild discovers the deception, she demands Sigurd’s death. He is murdered in his sleep; Brynhild kills herself, and both are burned together on one pyre.  Gudrun then marries Atli (Attila), who seeks the Nibelung treasure. Gunnar and Hogni refuse to reveal its hiding place, and both die violently—Gunnar thrown into a snake pit. Gudrun avenges them by killing her own sons, feeding them to Atli, murdering him, and burning his hall.",
      "The Nibelungenlied preserves the same core saga as the Northern (Eddic) version but differs greatly in details, tone, and emphasis. Much of the mythical material present in the Eddas—such as Odin’s involvement, Sigurd’s ancestry, his upbringing with Regin, and his awakening of the valkyrie—is missing or reduced to faint echoes in the German poem. Siegfried’s acquisition of the hoard, his dragon-slaying, and his prior connection to Brunhild appear only in simplified or altered form.  Brunhild’s role is also transformed: her mythic identity as the fire-encircled valkyrie survives only distantly, and after her quarrel with Kriemhild and Siegfried’s death she disappears entirely from the narrative.  The greatest differences appear in the ending. In both versions Kriemhild/Gudrun marries Etzel/Atli, but their motivations and roles reverse. In the Nibelungenlied, Kriemhild herself lures her brothers to Etzel’s court and orchestrates their destruction to avenge Siegfried. In the Northern saga, Atli invites them, Gudrun warns them, and she later kills Atli to avenge her brothers. Thus, the German and Northern traditions portray the same events in sharply contrasting ways, reflecting different cultural developments of the shared saga."
    ],
    "version_details": ""
  },
  {
    "id": 7,
    "title": "Hildebrandslied",
    "Author": "HORACE BRIDGES",
    "description": "An Old High German heroic lay recounting a tragic duel between father and son, symbolizing loyalty, honor, and fate.",
    "year_written": 800,
    "text": [
      "",
      "",
      ""
    ],
    "summary": [
      "",
      "",
      ""
    ],
    "version_details": ""
  },
  {
    "id": 8,
    "title": "The Deeds of Frederick Barbarossa (Selections)",
    "Author": "Otto of Freising",
    "description": "Written by Otto of Freising and his continuator Rahewin, this chronicle narrates the reign of Emperor Frederick I Barbarossa and his campaigns in Italy.",
    "year_written": 1157,
    "text": [
      "",
      "",
      ""
    ],
    "summary": [
      "",
      "",
      ""
    ],
    "version_details": ""
  },
  {
    "id": 9,
    "title": "Poems by Walther von der Vogelweide",
    "Author": "Walther von der Vogelweide",
    "description": "A collection of lyric poems by the most celebrated German Minnesinger, expressing courtly love, political insight, and religious devotion.",
    "year_written": 1220,
    "text": [
      "",
      "",
      ""
    ],
    "summary": [
      "",
      "",
      ""
    ],
    "version_details": ""
  },
  {
    "id": 10,
    "title": "Martin Luther: Selections from His Writings",
    "Author": "Martin Luther",
    "description": "Key theological and reformist writings by Martin Luther, including his Ninety-Five Theses and excerpts from 'Freedom of a Christian' and letters to church authorities.",
    "year_written": 1520,
    "text": [
      "",
      "",
      ""
    ],
    "summary": [
      "",
      "",
      ""
    ],
    "version_details": ""
  }
]
